Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/primary_and_post_primary_education/educational_supports/school_books_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Financial help with going to school
ga: Tacaíocht airgeadais le dul ar scoil

source: There are different schemes which provide funding to help with the costs of going to school
ga: Tá scéimeanna difriúla ann a chuireann tacaíocht airgeadais ar fáil do dhaltaí áirithe ag freastal ar scoil

source: Most of the schemes are for students with family incomes below a certain level who are dependent on a social welfare payment
ga: Cabhraíonn na scéimeanna seo leis na costais a bhaineann le freastal ar scoil

source: There is also a scheme for second-level students who are disadvantaged by living a long way from school
ga: Tá formhór na scéimeanna dírithe ar dhaltaí a bhfuil a n-ioncam teaghlaigh faoi bhun leibhéil áirithe agus a bhraitheann ar íocaíochtaí leasa shóisialaigh don chuid is mó

source: The details of the various schemes are set out below
ga: Tá na sonraí a bhaineann leis na scéimeanna éagsúla leagtha amach thíos

source: Back to School Clothing and Footwear Allowance
ga: Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua

source: The Back to School Clothing and Footwear Allowance is designed to help meet the cost of uniforms and footwear for students attending school
ga: Tá an Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua ann chun cabhrú le daltaí atá ag freastal ar scoil na costais éadach agus bróg a ghlanadh

source: To be eligible for the Back to School Clothing and Footwear Allowance, the applicant (parent or guardian) must be getting certain social welfare benefits or payments for training, employment schemes or adult education and total household income must be below a certain amount
ga: Le bheith i dteideal an Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua caithfidh an t-iarratasóir (tuismitheoir nó caomhnóir) a bheith ag fáil sochar leasa shóisialaigh áirithe nó íocaíochtaí i gcomhair traenáil, scéimeanna fostaíochta nó aos-oideachais

source: School Books Grant Scheme
ga: Scéim Deontais na Leabhar Scoile

source: The School Books Grant Scheme is available to State primary and post-primary schools to help with the cost of school books
ga: Tá an scéim dírithe go príomha ar dhaltaí ó theaghlaigh ar ioncam íseal agus ó theaghlaigh a mbíonn deacrachtaí airgid acu

source: Funding for this scheme comes from the Department of Education and Skills and the scheme is administered in each school by the school principal
ga: Tagann an maoiniú don scéim seo ón Roinn Oideachais agus Scileanna agus tá an scéim á riaradh ag príomhoide na scoile i ngach scoil

source: The Department of Education prefers schools to use it to set up book rental schemes as this helps more students from low income families
ga: Cuirtear níos mó airgid ar fáil do scoileanna sa Chlár Soláthar Comhdheiseanna i Scoileanna (DEIS) ná do scoileanna nach bhfuil s scéim sin

source: Broadly speaking, students who may be eligible for assistance under the School Books Grant Scheme include:
ga: Ar na daltaí a d'fhéadfadh a bheith i dteideal cúnaimh faoin Scéim Deontais na Leabhar Scoile atá:

source: • Families that are mainly dependent on social welfare payments
ga: • Teaghlaigh a bhraitheann don chuid is mó ar íocaíochtaí leasa shóisialaigh

source: • Families on low incomes, (for example, those receiving Family Income Supplement, and the Back to School Clothing and Footwear Allowance)
ga: • Teaghlaigh ar ioncam íseal (mar shampla iad siúd a fhaigheann Forlíonadh Ioncaim Teaghlaigh agus Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua)

source: • Families experiencing financial hardship because of particular circumstances (for example, where there is prolonged illness of a parent/guardian, addiction problems, etc.)
ga: • Teaghlaigh a mbíonn deacrachtaí airgeadais acu mar thoradh ar chúinsí ar leith.(Mar shampla, áit a mbíonn tinneas fada ar thuismitheoir/caomhnóir, fadhbanna andúile, srl.)

source: Students who are in the care of foster families under arrangements made by a Local Health Office and students participating in Youthreach, VTOS and Post-Leaving Certificate Courses do not qualify for assistance under the School Books Grant Scheme
ga: Níl daltaí atá faoi chúram teaghlaigh altramais faoi shocruithe a rinne d'Oifig Sláinte Átiúil agus daltaí atá rannpháirteach i Youthreach, VTOS agus cúrsaí Ardteistiméarachta incháilithe do chúnamh faoi Scéim Deontais na Leabhar Scoile

source: You can find out more about the scheme in the Department's publication A Guide for Parents: Text Book Rental Scheme in Schools
ga: Léigh níos mó faoi Scéim Deontais na Leabhar Scoile i mBunscoileanna agus faoi Scéim Deontais na Leabhar Scoile in Iarbhunscoileanna

source: Exemption from examination fees
ga: Díolúine ó tháillí scrúduithe

source: Students whose parent or guardian holds a current medical card do not have to pay the examination fees for Junior or Leaving Certificate
ga: Ní gá do dhaltaí a bhfuil a dtuismitheoir nó a gcaomhnóir i seilbh chárta leighis táillí scrúduithe na hArdteistiméarachta nó an Teastais Shóisearaigh a íoc

source: In this case, details of the medical card are put on the fee payment form and the parent then sends the form back to the school
ga: Sa chás seo, cuirtear sonraí an chárta leighis ar an bhfoirm íocaíochta táille, agus is ansin a sheolann an tuismitheoir an fhoirm ar ais chuig an scoil

source: If you are exempt from fees because your parents hold a medical card you are still liable for late fees if you apply after the deadline
ga: Sa chás go bhfuil díolúine agat ó tháillí mar go bhfuil cárta leighis ag do thuismitheoirí, tá táillí deireanacha fós le híoc agat má dhéanann tú d'iarratas tar éis an spriocdháta

source: More detailed information is available on Leaving Certificate examination fees and Junior Certificate examination fees
ga: Tá eolas níos cruinne ar tháillí scrúdaithe na hArdteistiméireachta agus ar tháillí scrúduithe an Teastais Shóisearaigh

source: Remote Areas Boarding Grant
ga: Deontas Cónaithe na gCeantar Iargúlta

source: Under the Remote Area Grant scheme funding is available to support pupils who live far from a school providing suitable free second-level education
ga: Faoi scéim Deontais na gCeantar Iargúlta, cuirtear tacaíocht airgid ar fáil chun cabhrú le daltaí a bhfuil cónaí orthu aistear fada ó scoil a chuireann oideachas iarbhunscoile saor ar fáil

source: To qualify for a boarding grant the pupil must live at least 4.8 km from a second-level school and more than 3.2 km from a pick-up point on a transport service to such a school
ga: Le cáiliú don deontas seo, ní mór don dalta a bheith ina chónaí ar a laghad 4.8 km ón iarbhunscoil agus níos mó ná 3.2 km ó phointe bailiúcháin ar an seirbhís iompair go dtí an scoil sin

source: The pupil must be unable to obtain a place in a suitable second-level school within 25 km of their home and must be attending a second-level school providing free second-level education for day pupils
ga: Caithfidh gur diúltaíodh áit scoile don dalta i scoil chuí laistigh de 25 km óna mbaile féin agus caithfidh sé/sí a bheith ag freastal ar iar-bhunscoil a chuireann oideachas dara leibhéal ar fáil do dhaltaí lae

source: Pupils living on offshore islands which do not have a school providing suitable free second-level education may also qualify for assistance under the scheme
ga: Is féidir le daltaí a chónaíonn ar oileáin amach ón gcósta, áit nach bhfuil oideachas iar-bhunscoile saor ar fáil, cáiliú le haghaidh cúnaimh faoin scéim

source: Read more about the Remote Areas Boarding Grant
ga: Léigh níos mó faoi Dheontas Cónaithe na gCeantar Iargúlta

source: For assistance under the School Books Grant Scheme you should apply for assistance directly to the principal of your child's school
ga: Ba chóir duit iarratas ar chabhair faoi Scéim Deontais na Leabhar Scoile a sheoladh go díreach chuig príomhoide na scoile

source: The principal has total discretion in deciding which students are most in need
ga: Tá discréid iomlán ag an bpríomhoide an cinneadh a dhéanamh faoi na daltaí is mó i ngátar

source: Further information about the operation of the scheme in your child's school is available from the school principal
ga: Beidh tuilleadh eolais faoi fheidhmiú na scéime i scoil do pháiste ar fáil ó phríomhoide na scoile
